[
  "Learn how to learn from those who disagree with you or even offend you. See if you can find truth in what they believe.",
  "Being enthusiastic is worth 25 IQ points.",
  "Always demand a deadline. A deadline weeds out the extraneous and the ordinary and it prevents you from trying to make it perfect so you have to make it different. Different is much better.",
  "Don't be afraid to ask a question that may sound stupid because 99% of the time everyone else is thinking of that same question and is too embarrassed to ask it.",
  "Being able to listen well is a superpower. While listening to someone you love, keep asking them “Is there more?” until there is no more.",
  "A worthy goal for a year is to learn enough about a subject so that you can't believe how ignorant you were a year earlier.",
  "Gratitude will unlock all other virtues and is something you can get better at.",
  "Treating a person to a meal never fails and is so easy to do. It's powerful with old friends and it's a great way to make new friends.",
  "Don't trust all-purpose glue.",
  "Reading to your children regularly will bond you together and will kick-start their imaginations.",
  "Never use a credit card for credit. The only kind of credit or debt that's acceptable is debt to acquire something whose value will increase over time — like a house.",
  "Pros are just amateurs who know how to gracefully recover from their mistakes.",
  "Extraordinary claims should require extraordinary evidence to be believed.",
  "Don't be the smartest person in the room. Hang out with, and learn from, people smarter than yourself.",
  "Rule of three in conversation. To get to the real reason, ask a person to go deeper than what they have just said, then again, and then once more.",
  "Don't be the best. Be the only.",
  "Everyone is shy. Other people are waiting for you to introduce yourself to them.",
  "Don't take it personally when someone turns you down. Assume they are occupied or distracted.",
  "The purpose of the habit is to remove that action from self negotiation.",
  "Promptness is a sign of respect.",
  "Trust me: there is no “them”.",
  "Optimize your generosity. No one on their deathbed has ever regretted giving away too much.",
  "To make something good, just do it. To make something great, just re-do it.",
  "The golden rule will never fail you.",
  "Saving money and investing money are good habits.",
  "Never get involved in a land war in Asia.",
  "Show up. Keep showing up.",
  "If you're not falling down occasionally, you're just coasting.",
  "Friends are better than money.",
  "You are what you do.",
  "Hatred is a curse that only affects the hater.",
  "There is no limit on better.",
  "When you die, you take absolutely nothing with you except your reputation.",
  "Anything real begins with a fiction of what it could be.",
  "When crisis and disaster strike, don't waste them.",
  "Don't say anything about someone in an email that you would not be comfortable saying to them directly.",
  "Art is in what you leave out.",
  "Acquiring experiences brings more satisfaction than acquiring things.",
  "How to apologize? Quickly, specifically, sincerely.",
  "Eliminating clutter makes room for your true treasures.",
  "Experience is overrated.",
  "A vacation plus a disaster equals an adventure.",
  "Learn how to take a twenty minute power nap without embarrassment.",
  "I'm positive that in one hundred years much of what I take to be true today will be proved wrong.",
  "Over the long term, the future is decided by optimists.",
  "The universe is conspiring behind your back to make you a success."
]
